export const myCompletedTestsMock = [
  {
    uuid: "11111",
    title: "Твой идеальный сосед",
    result: "Супермен",
    img: "",
    description:
      "Нужен спокойный и самостоятельный сосед, не капризный в быту. Он должен чинить бытовые приборы, оказывать первую помощь, таскать тяжести, встречать ночью у метро. Где ж искать такое сокровище? На нашей платформе.",
  },
  {
    uuid: "22222",
    title: "Кто ты в быту",
    result: "chill guy",
    img: "",
    description:
      "Ты классный сосед, который не будет душнить, создавать проблемы соседу и выносить ему мозг за то, что он пил кофе из твоей чашки и не очистил кофейный налет. С такими как ты жить легко. Но бытовые навыки точно не являются твоим скилом. Ты бы с удовольствием переложил повседневную работу на кого-то, а сам создал вайб.",
  },
  {
    uuid: "33333",
    title: "Какой ты сосед",
    result: "Тусовщик",
    img: "",
    description:
      "Квартира для тебя не только место для сна, но и пространство для общения, и жизнь здесь кипит в любое время суток. Тебе подойдут соседи, которые не будут против шумных вечеров и многочисленных гостей. Но с теми, кто ценит покой, могут быть проблемы, поэтому важно заранее договориться о «режиме тишины».",
  },
];
