export const chatsMock = [
  {
    id: "3fa85f64-5717-4562-b3fc-2c963f66afa6",
    text: "Привет, вижу ты тоже увлекаешься программированием, я как раз поступил в магистратуру ИТМО, но общагу мне не дали, я думаю нам будет что обсудить, в каком районе хотел бы снять квартиру?",
    created_at: "2025-10-22T08:38:29.152Z",
    updated_at: "2025-10-22T08:38:29.152Z",
    readed_at: "2025-10-22T08:38:29.152Z",
    from_user_id: "24eab778-70e9-4265-a33f-846aef78763f",
    to_user_id: "9999999"
  },
  {
    id: "3fa85f64-5717-4562-b3fc-2c963f66atta24",
    text: "Привет, мне не принципиален район, так как я работаю из дома, лишь бы платить поменьше.",
    created_at: "2025-10-22T09:22:29.152Z",
    updated_at: "2025-10-22T09:22:29.152Z",
    readed_at: "2025-10-22T08:38:29.152Z",
    from_user_id: "9999999",
    to_user_id: "24eab778-70e9-4265-a33f-846aef78763f"
  },
  {
    id: "3fa85f64-5717-4562-b3fc-2c963f66wjahsd7",
    text: "Отлично, согласен с тобой, давай тогда посмотрим квартиры в Мурино - дешево и сердито.",
    created_at: "2025-10-22T09:30:29.152Z",
    updated_at: "2025-10-22T09:30:29.152Z",
    readed_at: "2025-10-22T08:38:29.152Z",
    from_user_id: "24eab778-70e9-4265-a33f-846aef78763f",
    to_user_id: "9999999"
  },
  {
    id: "3fa85f64-5717-4562-b3fc-2c96273dndd",
    text: "Давай, только я думаю удобнее будет перейти в тг, напиши мне @dima",
    created_at: "2025-10-22T09:43:43.152Z",
    updated_at: "2025-10-22T09:43:43.152Z",
    readed_at: "2025-10-22T08:38:29.152Z",
    from_user_id: "9999999",
    to_user_id: "24eab778-70e9-4265-a33f-846aef78763f"
  },
  //next chats
  {
    id: "3fa85f64-5717-4562-b3fc-2c962324gfvf",
    text: "Привет, заметил что ты тоже студент, я в ИТМО поступил, но общагу мне не дали, приложуха высокий процент показывает, я думаю нам будет просто ужиться вместе.",
    created_at: "2025-10-22T10:12:43.152Z",
    updated_at: "2025-10-22T10:12:43.152Z",
    readed_at: "2025-10-22T08:38:29.152Z",
    from_user_id: "24eab778-70e9-4265-a33f-846aef78763f",
    to_user_id: "0100000"
  },
  {
    id: "3fa85f64-5717-4562-b3fc-2c9sssdnjfsd77",
    text: "Привет, да, давай обсудим, я хотел бы что-то в этом районе выбрать, чтобы до учебы недалеко было(прикрепил фото)",
    created_at: "2025-10-22T10:33:43.152Z",
    updated_at: "2025-10-22T10:33:43.152Z",
    readed_at: "2025-10-22T08:38:29.152Z",
    from_user_id: "0100000",
    to_user_id: "24eab778-70e9-4265-a33f-846aef78763f"
  },
  {
    id: "3fa85f64-5717-4562-b3fc-123fghgasldm",
    text: "/imgs/chat/chat.png",
    created_at: "2025-10-22T10:34:43.152Z",
    updated_at: "2025-10-22T10:34:43.152Z",
    readed_at: "2025-10-22T08:38:29.152Z",
    from_user_id: "0100000",
    to_user_id: "24eab778-70e9-4265-a33f-846aef78763f"
  },
]