import type { quizDataTypes } from "../types/quizDataTypes";

export const quizData: quizDataTypes[] = [
  {
    img: "/imgs/quiz-passing/quiz-passing-1.jpg",
    heading: "Аренда без рисков",
    title: "Как начать поиск?",
    textPart1: "Прежде чем начинать поиски квартиры, определите бюджет и приоритеты: транспортная доступность, инфраструктура и безопасность.",
    textPart2: "Исследуйте несколько районов сравните цены и отзывы жильцов в интернете.",
    textPart3: "Обратите внимание на сезонность рынка: летом и перед началом учебного года спрос выше, а цены могут расти.",
  },
  {
    img: "/imgs/quiz-passing/quiz-passing-1.jpg",
    heading: "Аренда без рисков",
    title: "Я пришел на осмотр, что дальше?",
    textPart1: "При осмотре проверяйте состояние стен, окон и инженерных систем: вода и электричество должны работать без сбоев.",
    textPart2: "Узнайте у арендодателя, что включено в оплату: коммунальные услуги, интернет, бытовая техника.",
    textPart3: "Обсудите возможность досрочного выезда и условия возврата залога.",
  },
  {
    img: "/imgs/quiz-passing/quiz-passing-1.jpg",
    heading: "Аренда без рисков",
    title: "Подробнее про договор",
    textPart1: "Заключайте договор аренды в письменной форме, указывая точные даты заселения и выезда.",
    textPart2: "В договоре должны быть перечислены все платёжные обязательства и штрафы за просрочку.",
    textPart3: "Попросите расписать передаточный акт - описание состояния квартиры на момент въезда.",
  },

]